Repository: KDE/plasmoid-eventlist
Catalog: po/*.po
Languages: cs, de, es, fr, it, ru, sk, uk

source: Header sections
de: Zeiträume
es: Ventanas de tiempo
fr: Entêtes
ru: Секции заголовка
sk: Hlavičky

source: Add your own headers here, start is the first day of the period counting from today, it will stretch to the next header or end of the displayed timeframe.
de: Hier können eigene Zeiträume definiert werden, Anfang ist der erste Tag, von heute an gezählt, ersteckt sich bis zum Beginn des nächsten oder zum Ende des angezeigten gesamten Zeitraums.
es: Las ventanas de tiempo muestran los eventos que ocurrirán desde el día de inicio, que es el número de días a mostrar desde hoy, hasta la próxima ventana, o hasta el fin del periodo a mostrar. Aquí se pueden añadir o quitar ventanas.
ru: Добавьте здесь ваши собственные заголовки, начало — первый день, начиная с сегоднешнего, он растянется на следующий заголовок или конец отображаемого временного кадра.
sk: Tu môžete pridať vlastné hlavičky, začiatok je prvý deň daného časového obdobia, rozsah bude po ďalšiu hlavičku alebo po koniec zobrazeného časového úseku.

source: Tooltip
es: Descripción
fr: Info bulle
ru: Контекстная подсказка
sk: Pomôcka

source: Start
de: Anfang
es: Días desde hoy
fr: Début
ru: Начало
sk: Štart

source: Miscellenous options
cs: Ostatní nastavení
de: Verschiedene Optionen
es: Opciones misceláneas
fr: Options diverses
it: Opzioni varie
ru: Дополнительные настройки
sk: Ostatné nastavenia
uk: Додаткові налаштування

source: Period to show incidences (in days):
cs: Zobrazený časový úsek (ve dnech):
de: Angezeigter Zeitraum (in Tagen):
es: Total de días a mostrar:
fr: Durée d'affichage d'un événement (en jours):
it: Periodo di tempo per cui mostrare evento (in giorni):
ru: Период показа событий (в днях):
sk: Zobrazený časový úsek (v dňoch):
uk: Період показу подій (у днях):

source: The time frame to show incidences.
cs: Pro jaký časový úsek budou zobrazené události.
de: Für welchen Zeitraum Ereignisse angezeigt werden sollen.
es: El plazo total en días en el cual se mostrarán eventos.
fr: Intervalle de temps pour l'affichage
it: Arco di tempo in cui mostrare un evento.
ru: Временной кадр показа событий.
sk: Pre aký časový úsek budú zobrazené udalosti.
uk: Часовий кадр показу подій.

# NAME OF TRANSLATORS
source: Your names
cs: Aleš Nejdr
de: Gerd Fleischer
es: Ernesto Manríquez
fr: Lannehoa Yves
it: Jacopo Ferrigno
ru: Oleksandr Natalenko
sk: Karol Slanina
uk: Oleksandr Natalenko

# EMAIL OF TRANSLATORS
source: Your emails
cs: ales.nejdr@gmail.com
de: gerdfleischer@web.de
es: alejandronova@gmail.com
fr: lannehoa.yves@tourellerie.fr
it: jacopo.ferrigno@gmail.com
ru: pfactum@gmail.com
sk: karol.slanina@gmail.com
uk: pfactum@gmail.com
