Repository: KDE/plasmoid-eventlist
Catalog: po/*.po
Languages: cs, de, es, fr, it, ru, sk, uk

source: Birthday
cs: Narozeniny
de: Geburtstag
es: Cumpleaños
fr: Anniversaires
it: Compleanno
ru: День рождения
sk: Narodeniny
uk: День народження

source: Holiday
de: Ferien
es: Festivos
fr: Aujourd'hui
ru: Выходной
sk: Sviatok

source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ru: Сегодня
sk: Dnes
uk: Сьогодні

source: Events of today
cs: Dnešní udalosti
de: Termine von heute
es: Eventos para hoy
fr: Evénements pour aujourd'hui
it: Eventi di oggi
ru: События на сегодня
sk: Dnešné udalosti
uk: Сьогоднішні події

source: Tomorrow
cs: Zítra
de: Morgen
es: Mañana
fr: Demain
it: Domani
ru: Завтра
sk: Zajtra
uk: Завтра

source: Events for tomorrow
cs: Úlohy na zítra
de: Termine von morgen
es: Eventos para mañana
fr: Evénement pour demain
it: Eventi di domani
ru: События на завтра
sk: Úlohy na zajtra
uk: Завтрашні події

source: Week
cs: Týden
de: Nächste 7 Tage
es: Semana
fr: Semaine à venir
it: Settimana
ru: Неделя
sk: Týždeň
uk: Тиждень

source: Events of the next week
cs: Události následujícího týdne
de: Termine der nächsten Woche
es: Eventos para esta semana
fr: Evénements pour la semaine prochaine
it: Eventi della prossima settimana
ru: События следующей недели
sk: Udalosti nasledujúceho týždňa
uk: Події наступного тижня

source: Next 4 weeks
cs: Další 4 týdny
de: Nächste 4 Wochen
es: Próximas 4 semanas
fr: Quatre prochaines semaines
it: Prossime 4 settimane
ru: Следующие 4 недели
sk: Ďalšie 4 týždne
uk: Наступні 4 тижні

source: Events for the next 4 weeks
cs: Události v následujících 4 týdnech
de: Termine des nächsten Monats
es: Eventos para las siguientes 4 semanas
fr: Evénements pour les quatre prochaines semaines
it: Eventi delle prossime 4 settimane
ru: События следующих 4 недель
sk: Udalosti nasledujúcich 4 týždňov
uk: Події наступних 4 тижнів

source: Later
cs: Později
de: Später
es: Después
fr: Plus tard
it: Più tardi
ru: Позднее
sk: Neskôr
uk: Пізніше

source: Events later than 4 weeks
cs: Události za více než 4 týdny
de: Termine später als 4 Wochen
es: Eventos para después de 4 semanas
fr: Evénements dans plus de 4 semaines
it: Eventi oltre le 4 settimane
ru: События, которые произойдут позднее, чем через 4 недели
sk: Udalosti neskôr než o 4 týždne
uk: Події, які відбудуться пізніше, ніж через 4 тижні

source: Upcoming Events
cs: Nadcházející události
de: Anstehende Termine
es: Eventos importantes:
fr: Evénements à venir
it: Prossimi eventi
ru: Ближайшие события
sk: Prichádzajúce udalosti
uk: Найближчі події

source: Select Resources
cs: Vybrat zdroje
de: Ressourcen auswählen
es: Recursos
fr: Sélectionner les ressources
it: Seleziona la risorsa
ru: Выбрать ресурсы
sk: Vybrať zdroje
uk: Обрати ресурси

source: Open "%1"
cs: Otevřít "%1"
de: "%1" öffnen
es: Abrir "%1"
fr: Ouvrir "%1"
it: Apri "%1"
ru: Открыть «%1»
sk: Otvoriť "%1"
uk: Відкрити «%1»

source: Add new event
cs: Přidat novou událost
de: Neuer Termin
es: Añadir nuevo evento
fr: Ajouter un événement
it: Aggiungi un nuovo evento
ru: Добавить новое событие
sk: Pridať novú udalosť
uk: Додати нову подію

source: Add new todo
cs: Přidat nový úkol
de: Neue Aufgabe
es: Añadir nueva tarea
fr: Ajouter une nouvelle tâche
it: Aggiungi una nuova cosa-da-fare
ru: Добавить новое дело
sk: Pridať novú úlohu
uk: Додати нову справу

source: Select shown resources
cs: Vybrat zobrazované zdroje
de: Angezeigte Ressourcen auswählen
es: Recursos Akonadi a mostrar
fr: Ressources à afficher
it: Risorse per la visualizzazione
ru: Показать выбранные ресурсы
sk: Vybrať zobrazované zdroje
uk: Обрати показані ресурси

source: Upcoming events from Akonadi resources
cs: Nadcházející události ze zdrojů Akonadi
de: Anstehende Termine von Akonadi Ressourcen
es: Lista de Eventos
fr: Evénements à venirs (ressources Akonadi)
it: Prossimi eventi (risorse di Akonadi)
ru: Ближайшие события с ресурсов Akonadi
sk: Prichádzajúce udalosti zo zdrojov Akonadi
uk: Найближчі події із ресурсів Akonadi

source: General
de: Allgemein
fr: Général
ru: Общее
sk: Všeobecné

source: Text Format
cs: Formát textu
es: Formato de texto
fr: Format du texte
it: Formato del testo
ru: Формат текста
sk: Formát textu
uk: Формат тексту

source: Colors
cs: Barvy
de: Farben
es: Colores
fr: Couleurs
it: Colori
ru: Цвета
sk: Farby
uk: Кольори

source: The Akonadi server is not running!
cs: Server Akonadi neběží!
de: Der Akonadiserver läuft nicht!
es: ¡El sistema Akonadi no está funcionando!
fr: Le serveur Akonadi ne fonctionne pas!
it: Il server Akonadi non è in esecuzione!
ru: Сервер Akonadi не работает!
sk: Akonadi server nebeží!
uk: Сервер Akonadi не працює!

source: Earlier stuff
cs: Dřívější položky
de: Ältere Sachen
es: Eventos anteriores
fr: Evénements précédents
it: In svolgimento
ru: Раньше
sk: Skoršie položky
uk: Раніше

source: Unfinished todos, still ongoing earlier events etc.
cs: Nedokončené úkoly, probíhající dřívější události atd.
de: Unfertige Aufgaben, noch währende Termine etc.
es: Tareas sin terminar, eventos aún en curso, etc.
fr: Tâches non terminées, événements passés encore en cours à venir etc
it: Cose-da-fare non terminate, eventi ancora in svolgimento, ecc.
ru: Незаконченные дела, события, которые ещё происходят и т. д.
sk: Nedokončené úlohy, prebiehajúce skoršie udalosti atď.
uk: Незавершені справи, події, які ще відбуваються і т. д.

source: Some day
cs: Někdy
de: Irgendwann
es: Algún día
fr: Un jour ou l'autre
it: Alcuni giorni
ru: Некоторый день
sk: Niekedy
uk: Якийсь день

source: Todos with no due date
cs: Úkoly bez termínu
de: Aufgaben ohne festen Termin
es: Tareas sin una fecha fija
fr: Tâches sans date de fin
it: Cose-da-fare senza scadenza
ru: Дела без даты выполнения
sk: Úlohy bez termínu
uk: Справи без певної дати виконання

source: Unspecified
de: Nicht angegeben
es: Sin especificar
fr: Non spécifié
ru: Неопределённое
sk: Nešpecifikované

source: Title
de: Titel
es: Título
fr: Heure
ru: Название
sk: Názov

source: Form
cs: Formulář
es: Forma
fr: Formulaire
ru: Форма
sk: Formulár
uk: Форма

source: Times
cs: Časy
de: Zeiten
es: Urgencias
fr: Heure
it: Tempi
ru: Количество повторов
sk: Časy:
uk: Час

source: Urgency for normal events:
cs: Priorita běžných událostí:
de: Dringlichkeit für normale Ereignisse:
es: Eventos normales:
fr: Priorité des événement normaux:
it: Tempo di preavviso per gli eventi normali:
ru: Срочность нормальных событий:
sk: Priorita bežných udalostí:
uk: Терміновість нормальних подій:

source: The time left until an event is marked as soon beginning.
cs: Čas, od kterého jsou události zvýrazněné jako blízké.
de: Die Zeit ab wann ein bald beginnender Termin markiert werden soll.
es: Los minutos que quedan para que un evento sea marcado como próximo a comenzar.
fr: Temps restant avant qu'un événement soit marqué comme proche.
it: Quanti ore prima un evento e' impostato come se stesse per iniziare.
ru: Время, которое осталось до обозначения события таким, которое скоро начинается.
sk: Čas, od ktorého sú udalosti zvýraznené ako blízke
uk: Час, що лишився до позначення події такою, яка скоро починається.

source: min
ru: мин
uk: хв

source: Urgency for birthdays:
cs: Priorita narozenin:
de: Dringlichkeit für Geburtstage:
es: Cumpleaños:
fr: Priorité pour les anniversaires:
it: Tempo di preavviso per i compleanni:
ru: Срочность дней рождения:
sk: Priorita narodenín:
uk: Терміновість днів народжень:

source: The days left until a birthday or anniversary is marked as being soon.
cs: Čas, od ktorého sú narodeniny alebo výročia zvýraznené ako blízke.
de: Die Zeit ab wann ein Geburtstag oder Jahrestag als dringend markiert werden soll.
es: Los días que quedan hasta que un cumpleaños o aniversario sea marcado como de próxima ocurrencia
fr: Temps restant avant qu'un événement soit marqué comme proche.
it: Quanti giorni prima un compleanno od un anniversario e' impostato come se stesse per iniziare.
ru: Время, которое осталось до обозначения дня рождения или годовщины такой, которая скоро начинается.
sk: Čas, od ktorého sú narodeniny alebo výročia zvýraznené ako blízke
uk: Час, що лишився до позначення дня народження або річниці такою, яка скоро почнеться.

source: days
cs: dní
de: Tage
es: días
fr: jours
it: giorni
ru: дней
sk: dní
uk: днів

source: Colors for normal events
cs: Barva pro běžné události
de: Farben für normale Ereignisse
es: Colores de fondo para eventos importantes
fr: Couleur des événement normaux
it: Colore per gli eventi normali
ru: Цвета нормальных событий
sk: Farba pre bežné udalosti
uk: Кольори нормальних подій

source: Backgroundcolor for near events:
cs: Barva pozadí pro blízké události:
de: Hintergrundfarbe für bald beginnende Termine:
es: Eventos urgentes:
fr: Couleur de fond pour les événements proches
it: Colore di sfondo per gli eventi prossimi:
ru: Фоновый цвет ближайших событий:
sk: Farba pozadia pre blízke udalosti:
uk: Фоновий колір найближчих подій:

source: The backgroundcolor for soon beginning events.
cs: Barva pozadí pro blízké události.
de: Die Hintergrundfarbe für bald beginnende Termine.
es: El color de fondo que marca que un evento o cumpleaños tiene urgencia.
fr: Couleur de fond pour les événements débutant prochainnement
it: Colore di fondo per gli eventi che stano per iniziare
ru: Фоновый цвет событий, которые скоро начнутся.
sk: Farba pozadia pre blízke udalosti.
uk: Фоновий колір подій, які скоро почнуться:

source: Opacity:
cs: Neprůhlednost:
de: Deckkraft:
es: Opacidad:
fr: Opacité:
it: Trasparenza:
ru: Прозрачность:
sk: Nepriehľadnosť:
uk: Прозорість:

source: Textcolor for started or passed events:
cs: Barva textu pro běžící, nebo uplynulé události:
de: Textfarbe für angefangene oder vergangene Termine:
es: Eventos ya iniciados o pasados:
fr: Couleur du texte pour les événements en cours ou passés
it: Colore del testo per gli eventi iniziati o finiti:
ru: Цвет текста для пропущенных событий или событий, которые начались:
sk: Farba textu pre bežiace alebo uplynulé udalosti:
uk: Колір тексту для пропущених подій чи подій, які розпочалися:

source: The textcolor for already started or passed events.
cs: Barva textu pro běžící, nebo uplynulé události.
de: Die Textfarbe für bereits angefangene oder vergangene Termine.
es: El color de fondo que marca que un evento se inició, o ya ha pasado.
fr: La couleur du texte pour les événements en cours ou passés
it: Colore del testo per gli eventi iniziati o finiti:
ru: Цвет текста для пропущенных событий или событий, которые уже начались.
sk: Farba textu pre bežiace alebo uplynulé udalosti.
uk: Колір тексту для пропущених подій чи подій, які уже розпочалися.

source: Colors for todos
cs: Barvy pro úkoly
de: Farben für Aufgaben
es: Colores de fondo para tareas
fr: Couleur des tâches
it: Colore per le cose-da-fare
ru: Цвета дел
sk: Farby pre úlohy
uk: Колір для справ

source: Backgroundcolor for todos:
cs: Barva pozadí pro úkoly:
de: Hintergrundfarbe für Aufgaben:
es: Tareas pendientes:
fr: Couleur de fond pour les tâches:
it: Colore di fondo per le cose-da-fare
ru: Фоновый цвет дел:
sk: Farba pozadia pre úlohy:
uk: Фоновий колір для справ:

source: The backgroundcolor for common todos.
cs: Barva pozadí pro běžné úkoly.
de: Die Hintergrundfarbe für Aufgaben.
es: El color de fondo para las tareas que están pendientes.
fr: La couleur de fond pour les tâches.
it: Colore di sfondo per le code-da-fare normali.
ru: Фоновый цвет общих дел.
sk: Farba pozadia pre bežné úlohy.
uk: Фоновий колір загальних справ.

source: Show or hide already finished todos.
cs: Ukázat, nebo skrýt dokončené úkoly.
de: Unerledigte Aufgaben anzeigen oder verstecken.
es: Muestra o esconde las tareas que han sido terminadas.
fr: Montrer ou cacher les tâches terminées
it: Mostra/nascondi le cose-da-fare terminate.
ru: Показать или спрятать уже завершённые дела.
sk: Ukázať alebo skryť ukončené úlohy.
uk: Показати чи сховати вже зроблені справи.

source: Show finished todos
cs: Ukázat dokončené úkoly
de: Erledigte Aufgaben anzeigen
es: Mostrar tareas terminadas
fr: Montrer les tâches terminées:
it: Mostra le cose-da-fare terminate:
ru: Показать завершённые дела
sk: Ukázať ukončené úlohy
uk: Показати зроблені справи

source: Background for finished todos:
cs: Barva pozadí pro dokončené úkoly:
de: Hintergrundfarbe für erledigte Aufgaben:
es: Tareas terminadas:
fr: Couleur de fond pour les tâches terminées:
it: Sfondo per le cose-da-fare terminate:
ru: Фоновый цвет завершённых дел:
sk: Farba pozadia pre ukončené úlohy:
uk: Фоновий колір для завершених справ:

source: The backgroundcolor for already finished todos.
cs: Barva pozadí pro dokončené úkoly.
de: Die Hintergrundfarbe für erledigte Aufgaben.
es: El color de fondo con el que se muestran las tareas terminadas.
fr: La couleur de fond des des tâches déjà terminées.
it: Sfondo per le cose-da-fare terminate.
ru: Фоновый цвет уже завершённых дел.
sk: Farba pozadia pre ukončené úlohy.
uk: Фоновий колір уже зроблених справ.

source: KOrganizer colors
de: KOrganizer Farben
es: Fondos de KOrganizer
fr: Couleur de KOrganizer
ru: Цвета KOrganizer
sk: Farby z programu KOrganizer

source: Event text formatting
cs: Formátování textu událostí
de: Ereigniss Textformatierung
es: Eventos
fr: Format des événements
it: Formato del testo degli eventi
ru: Форматирование цвета события
sk: Formátovanie textu udalostí
uk: Форматування тексту події

source: Format for normal events:
cs: Formát bežných událostí:
de: Format für normale Ereignisse:
es: Código para los eventos sin categoría:
fr: Format des événement normaux:
it: Formato per gli eventi normali:
ru: Формат нормальных событий:
sk: Formát bežných udalostí:
uk: Формат нормальних подій:

source: The text displayed for common events.
cs: Text, který bude zobrazený pro běžné události.
de: Der Text der für normale Ereignisse angezeigt wird.
es: El texto que se mostrará en los eventos sin categoría.
fr: Texte affiché des événements normaux
it: Il testo mostrato per gli eventi comuni.
ru: Текст, который отображается для общих событий.
sk: Text, ktorý bude zobrazený pre bežné udalosti.
uk: Текст, який показується для загальних подій.

source: Category
es: Categoría
fr: Catégorie
ru: Категория
sk: Kategória

source: Format
es: Código a mostrar
ru: Формат
sk: Formát

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить
sk: Pridať

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Копировать
sk: Kopírovať

source: Remove
de: Löschen
es: Borrar
fr: Supprimer
ru: Удалить
sk: Odstrániť

source: The format for the displayed text for events. Substitutions (mostly self-explanatory) are: %{startDate}, %{endDate} - start and end date, %{startTime}, %{endTime} - start and end time, %{summary} - summary, %{description} - description, %{location} - location, %{duration} - duration, %{yearsSince} - years since the first time (useful for birthdays), %{resourceName} - the i18n name of the Akonadi resource, %{mainCategory}, %{categories} - the first or all categories, %{tab} - a tabulator
de: Das Format für den angezeigten Text für die Ereignisse. Platzhalter (größtenteils selbsterklärend): %{startDate}, %{endDate} - Start - und Enddatum, %{startTime}, %{endTime} - Start - und Endzeit, %{summary} - Zusammenfassung, %{description} - Beschreibung, %{location} - Ort, %{duration} - Dauer, %{yearsSince} - Jahre seit dem ersten Stattfinden (nützlich für Geburtstage), %{resourceName} - der i18n Name der Akonadi Ressource, %{mainCategory}, %{categories} - die erste oder alle Kategorien, %{tab} - ein Tabulator
es: El formato para el texto mostrado para los eventos. Los campos a reemplazar son: %{startDate}, %{endDate} - Fechas de inicio y de fin %{startTime}, %{endTime} - Horas de inicio y de fin %{summary} - Resumen %{description} - Descripción %{location} - Ubicación %{duration} - Duración %{yearsSince} - Años desde que ocurrió el evento %{resourceName} - Nombre del recurso %{mainCategory}, %{categories} - Categoría(s) %{tab} - Un tabulador
fr: Format du texte des événements. Les substitutions sont: %{startDate} - Date de départ, %{endDate} - Date de fin, %{startTime} - Heure de départ, %{endTime} - Heure de fin, %{summary} - Résumé, %{description} - Description, %{location} - Emplacement, %{duration} - Durée en, heure, %{yearsSince} - Années depuis la première fois (utile pour les anniversaires), %{resourceName} - Le nom de la ressource Akonadi, %{mainCategory), %{categories} - La première ou toutes les catégories %{tab} - Tabulation
ru: Формат текста событий. Подстановками являются: %{startDate}, %{endDate} — дата начала и окончания, %{startTime}, %{endTime} - время начала и окончания, %{summary} — резюме, %{description} — описание, %{location} — размещение, %{duration} — длительность, %{yearsSince} — лет, начиная с первого раза (полезно для дней рождения), %{resourceName} — интернационализированное название ресурса Akonadi, %{mainCategory}, %{categories} — первая или все категории, %{tab} — табулятор
sk: Formát zobrazovaného textu pre udalosti. Nahradzuje sa: %{startDate}, %{endDate} - dátum začiatku a konca, %{startTime}, %{endTime} - čas začiatku a konca, %{summary} - zhrnutie, %{description} - popis, %{location} - miesto, %{duration} - trvanie v hodinách, %{yearsSince} - počet rokov od prvého opakovania (užitočné pre narodeniny), %{resourceName} - i18n meno Akonadi zdroja, %{mainCategory}, %{categories} - prvá alebo všetky kategórie, %{tab} - tabulátor

source: Todo text formatting
cs: Formátování textu úkolů
de: Aufgaben Textformatierung
es: Tareas
fr: Format des tâches
it: Formato del testo per le cose-da-fare
ru: Формат текста дел
sk: Formátovanie textu úloh
uk: Формат тексту справ

source: The format for the displayed text for todos. Substutions (again mostly self-explanatory) are: %{dueDate}, %{dueTime} - due date and time, %{startDate}, %{startTime} - start date and time, %{summary} - summary, %{description} - description, %{percent} - finished percent, %{location} - location, %{resourceName} - the i18n name of the Akonadi resource, %{mainCategory}, %{categories} - the first or all categories, %{tab} - a tabulator
de: Das Format für den angezeigten Text für Aufgaben. Als Platzhalter (auch größtenteils selbsterklärend): %{dueDate}, %{dueTime} - Fälligkeitsdatum und -zeit, %{startDate}, %{startTime} - Startdatum und -zeit, %{summary} - Zusammenfassung, %{description} - Beschreibung, %{percent} - erledigter Anteil, %{location} - Ort, %{resourceName} - der i18n Name der Akonadi Ressource, %{mainCategory}, %{categories} - die erste oder alle Kategorien, %{tab} - ein Tabulator
es: Formato de texto mostrado para las tareas. Los campos a reemplazar son: %{dueDate}, %{dueTime} - Hora y fecha de vencimiento del plazo, %{startDate}, %{startTime} - Hora y fecha de inicio %{summary} - Resumen %{description} - Descripción %{percent} - Porcentaje terminado %{location} - Ubicación %{resourceName} - Nombre del recurso %{mainCategory}, %{categories} - Categoría(s) %{tab} - Un tabulador
fr: Le format pour le texte des tâches à faire: Les substitutions sont: %{dueDate} - la date de fin, %{dueTime} - l'heure de fin, %{startDate} - la date de départ, %{startTime} - l'heure de départ, %{summary} - le résumé, %{description} - la description, %{percent} - pourcentage accompli, %{location} - emplacement, %{resourceName} - le nom de la ressource Akonadi, %{mainCategory), %{categories} - La première ou toutes les catégories %{tab} - une tabulation
ru: Формат текста дел. Подстановками являются: %{dueDate}, %{dueTime} — дата и время окончания, %{startDate}, %{startTime} — дата и время начала, %{summary} — резюме, %{description} — описание, %{percent} — процент завершения, %{location} — расположение, %{resourceName} — интернационализированное имя ресурса Akonadi, %{mainCategory}, %{categories} — первая или все категории, %{tab} — табулятор
sk: Formát zobrazovaného textu pre úlohy. Nahradzuje sa: %{dueDate} - termín (deň), %{dueTime} - termín (čas), %{startDate} - dátum začiatku, %{startTime} - čas začiatku, %{summary} - zhrnutie, %{description} - popis, %{percent} - postup v percentách, %{location} - miesto, %{resourceName} - i18n meno Akonadi zdroja, %{mainCategory}, %{categories} - prvá alebo všetky kategórie, %{tab} - tabulátor

source: Format for todos:
cs: Formát úkolů:
de: Format für Aufgaben:
es: Tareas con plazo:
fr: Format des tâches:
it: Formato delle cose-da-fare:
ru: Формат дел:
sk: Formát úloh:
uk: Формат для справ:

source: The text displayed for common todos.
cs: Text, který bude zobrazený pro běžné úkoly.
de: Der Text der für Aufgaben angezeigt wird.
es: El texto a mostrar para tareas comunes.
fr: Texte affiché pour les tâches
it: Testo mostrato per le cose-da-fare normali.
ru: Текст, который отображается для общих дел.
sk: Text, ktorý bude zobrazený pre bežné úlohy.
uk: Текст, який показується для загальних справ.

source: Todos with no due date:
cs: Úkoly bez termínu:
de: Aufgaben ohne festen Termin:
es: Tareas sin plazo:
fr: Tâches sans date de fin
it: Cose-da-fare senza scadenza:
ru: Дела без даты завершения:
sk: Úlohy bez termínu:
uk: Справи без певної дати виконання:

source: The text displayed for todos with no due date.
cs: Text, který bude zobrazený pro úkoly bez termínu.
de: Der Text der für Aufgaben ohne festen Termin angezeigt wird.
es: El texto a mostrar para las tareas sin un plazo
fr: Texte affiché pour les tâches sans date de fin
it: Testo mostrato per le cose-da-fare senza scadenza:
ru: Текст, который отображается для дел без даты завершения.
sk: Text, ktorý bude zobrazený pre úlohy bez termínu.
uk: Текст, який показується для справ без певної дати виконання.

source: Date appearance settings
cs: Nastavení zobrazení data
de: Einstellung für die Datumsanzeige
es: Apariencia de la fecha
fr: Apparance des dates
it: Formato della data
ru: Настройки даты
sk: Nastavenie zobrazenia dátumu
uk: Налаштування дати

source: Date format:
cs: Formát data:
de: Datumsformat:
es: Formato:
fr: Format des dates:
it: Formato della data:
ru: Формат даты:
sk: Formát dátumu:
uk: Формат дати:

source: What date format to use.
cs: Jaký formát datumu bude použitý.
de: Verwendetes Datumsformat.
es: El formato de fecha a usar. Lista de Eventos puede usar la fecha corta de sistema, la fecha larga de sistema o un código personalizado.
fr: Quel format de date utilisé
it: Quale formato usare per la data.
ru: Какой формат даты использовать.
sk: Aký formát dátumu bude použitý
uk: Який формат дати використовувати.

source: KDE ShortDate
cs: KDE krátký formát
de: KDE Kurzes Datum
es: Fecha corta de sistema
fr: Dates KDE courtes
it: Date corte di KDE
ru: Краткая дата KDE
sk: KDE krátky formát
uk: Коротка дата KDE

source: KDE LongDate
cs: KDE dlouhý formát
de: KDE Langes Datum
es: Fecha larga de sistema
fr: Dates KDE longues
it: Date Lunghe di KDE
ru: Длинная дата KDE
sk: KDE dlhý formát
uk: Довга дата KDE

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Fecha personalizada
fr: Personnalisé
it: Personalizzato
ru: Собственный
sk: Vlastný
uk: Довільний

source: Custom format:
cs: Vlastní formát:
de: Benutzerdefiniertes Format:
es: Código:
fr: Format personnalisé:
it: Formato personalizzato:
ru: Собственный формат:
sk: Vlastný formát:
uk: Довільний формат:

source: A string describing the custom format. It is using the QDate syntax.
cs: Text popisující vlastní formát. Je třeba použít syntaxi QDate.
de: Eine Zeichenfolge für das benutzerdefinierte Format. Es wird die QDate Syntax verwendet.
es: Un código que describe el formato personalizado. Se usa aquí el formato QDate (el mismo formato usado por KDE para su propia personalización de fecha).
fr: Une chaîne décrivant le format personnalisé (utilisation de la syntaxe QDate)
it: Una stringa che descriva il formato personalizzato( secondo la sintassi di QDate)
ru: Строка, описывающая собственный формат. Используется синтаксис QDate.
sk: Text popisujúci vlastný formát. Treba použiť syntax QDate.
uk: Рядок, який описує довільний формат. Використовується синтаксис QDate.
